Repository: bartoszym/arduino-django
Catalog: arduinosite/core/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Bad value, enter it again!
pl: Zła wartość, wprowadź ponownie

source: Automatic update of temperature
pl: Automatyczna aktualizacja temperatury

source: Update time of temperature
pl: Godzina aktualizacji temperatury

source: Automatic update of humidity
pl: Automatyczna aktualizacja wilgotności

source: Update time of humidity
pl: Godzina aktualizacji wilgotności

source: Automatic update of lightness
pl: Automatyczna aktualizacja jasności

source: Update time of lightness
pl: Godzina aktualizacji jasności

source: Should Arduino beep when something is moving
pl: Włącz dźwięk gdy wykryty zostanie ruch

source: Should e-mail be send when something is moving
pl: Wyślij e-mail gdy wykryty zostanie ruch

source: E-mail on which message will be sent
pl: E-mail na który zostanie wysłana wiadomość

source: In which hours motion detector should be on.Values has to be in format hh:mm-hh:mm, divided by commas, f.e. 13:40-15:60
pl: Godziny w jakich czujnik ruchu jest włączony. Muszą być w formacie hh:mm-hh:mm, oddzielone przecinkami, np. 13:40-15:50

source: Hours in which move detection is on
pl: Godziny w jakich czujnik ruchu jest włączony

source: Main page
pl: Strona główna

source: Temperatures
pl: Temperatury

source: Humidities
pl: Wilgotność

source: Lightnesses
pl: Jasność

source: Settings
pl: Ustawienia

source: Log out
pl: Wyloguj się

source: Log in
pl: Zaloguj się

source: Good morning
pl: Dzień dobry

source: Good afternoon
pl: Witaj

source: Good evening
pl: Dobry wieczór

source: Guest
pl: Gościu

source: Today is
pl: Dziś jest

source: Create account
pl: Stwórz konto

source: Last temperature
pl: Ostatnia temperatura

source: Updated:
pl: Zaktualizowano:

source: Last week average:
pl: Średnia zeszłego tygodnia:

source: Get current temperature
pl: Pobierz aktualną temperaturę

source: See all
pl: Pokaż wszystkie

source: See charts
pl: Pokaż wykresy

source: Last humidity
pl: Ostatnia wilgotność

source: Get current humidity
pl: Pobierz aktualną wilgotność

source: Last lightness
pl: Ostatnia jasność

source: Get current lightness
pl: Pobierz aktualną jasność

source: Registration
pl: Rejestracja

source: Sign up
pl: Zarejestruj się

source: Temperature
pl: Temperatura

source: Update
pl: Zaktualizuj

source: Humidity
pl: Wilgotność

source: Lightness
pl: Jasność

source: Motion detector
pl: Czujnik ruchu

source: Arduino is not working, check if it's turned on!
pl: Arduino nie działa, sprawdź czy jest włączone!
